cask_args appdir: "/Applications"

# Tools
brew "mas"
cask "spectacle"
cask "keka"
cask "balenaetcher"
cask "mounty"
cask "flash-npapi"
cask "google-drive"
cask "keepingyouawake"
cask "webpquicklook"
cask "balenaetcher"
brew "wget"
cask "raycast"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"

# Apps
cask "spotify"
cask "vlc"
cask "keepassxc"
cask "microsoft-office"
cask "adobe-acrobat-reader"
cask "kindle"
cask "itsycal"
cask "gimp"
cask "iina"
cask "grammarly"
cask "kindle"
brew "miro"


# Browsers
cask "google-chrome"
cask "firefox"
cask "opera"
cask "vivaldi"
cask "brave-browser"
cask "chromium"

# Chat & Comms apps
cask "wechat"
cask "zoomus"
cask "whatsapp"
cask "slack"
cask "skype"
cask "skype-for-business"
cask "microsoft-teams"
cask "thunderbird"

# Dev Tools
cask "oracle-jdk"
cask "virtualbox"
cask "github"
cask "postman"
cask "sketch"
cask "sourcetree"
cask "android-studio"
cask "visual-studio-code"
cask "goland"
cask "iterm2"
cask "docker"
cask "android-sdk"
cask "google-cloud-sdk"
cask "mysqlworkbench"
cask "font-fira-code"
cask "cyberduck"
cask "meld"
cask "pycharm"
cask "font-source-code-pro"
cask "dotnet-sdk"
cask "java"
cask "vmware-fusion"
cask "datagrip"
cask "rider"
brew "python@3"
brew "node"
brew "go"
brew "awscli"









